<?php
  $title = 'Κανονισμός Σπουδών';
  require_once './header.php';
  //require_once 'db/connectDB.php';
 
   ?>

  <!-- Begin page content -->
  <!-- Announcements -->
  <div class="d-flex flex-column justify-content-around item">
    <div class="div-flex pl-4">
      <h3 class="font-weight-bold">ΚΑΝΟΝΙΣΜΟΣ ΣΠΟΥΔΩΝ</h3>
    </div>

    <div class="d-flex flex-column p-3 pl-4">
        <div>Το Τμήμα Επιστήμης Υπολογιστών του Πανεπιστημίου ... λειτουργεί από το 1984, όντας χρονολογικά το δεύτερο Τμήμα Yπολογιστών/Πληροφορικής στην Ελλάδα. Ανήκει στη Σχολή Θετικών και Τεχνολογικών Επιστημών του Πανεπιστημίου ..., η οποία λειτουργεί στο .... Η Σχολή αυτή ιδρύθηκε σαν Φυσικομαθηματική Σχολή με το Π.Δ. 87/73 και μετονομάσθηκε σε Σχολή Θετικών Επιστημών με το Π.Δ. 452/22-10-84.  Το Τμήμα Επιστήμης Υπολογιστών ιδρύθηκε με το Π.Δ. 103, ΦΕΚ 48/15-4-83. Στο ΦΕΚ 388/5-7-83 έγινε μετατροπή και κατανομή των κενών θέσεων του Πανεπιστημίου ... και δόθηκαν αρχικά στο Τμήμα Επιστήμης Υπολογιστών 13 θέσεις ΔΕΠ.

            Το πρόγραμμα μεταπτυχιακών σπουδών του Τμήματος άρχισε να λειτουργεί το 1985 ως «Μεταπτυχιακό Πρόγραμμα στην Επιστήμη Υπολογιστών». Το 1992 οργανώνονται όλες οι μεταπτυχιακές σπουδές στην χώρα βάσει του Ν2083/1992 (ΦΕΚ159/Α’/21-9-1992) κεφάλαιο Ε’ «Μεταπτυχιακές Σπουδές» το οποίο αντικατέστησε το άρθρο 81 Ν.1566/1985 και βασίσθηκε στον κανονισμό μεταπτυχιακών σπουδών του Τμήματος, μετά από πρόταση του Τμήματος προς στο Υπουργείο Παιδείας για τον εκσυγχρονισμό των μεταπτυχιακών σπουδών στην Ελλάδα. 
            
            Το Τμήμα στελεχώθηκε σταδιακά με εξαίρετους επιστήμονες. Το Τμήμα Επιστήμης Υπολογιστών εξέλεξε τους πρώτους καθηγητές του το 1981 και άρχισε να λειτουργεί το 1984 οπότε δέχθηκε και τους πρώτους προπτυχιακούς φοιτητές. Το Φεβρουάριο του 1985 ιδρύθηκε και το πρόγραμμα μεταπτυχιακών σπουδών. Σήμερα το τμήμα έχει είκοσι ένα (21) Καθηγητές και φιλοξενεί τακτικά πανεπιστημιακούς υποτρόφους ως επισκέπτες διδάσκοντες καθηγητές.</div>
        <div class="pt-4 pb-3">Μπορείτε να δείτε τον Οδηγό Σπουδών 2020-2021 πατώντας <a href="assets/Κανονισμός Μεταπτυχιακών Σπουδών - 2020-21.pdf" target="_blank">ΕΔΩ</a></div>
      </div>
   
  <!-- End page content -->

  <?php require_once './footer.php'; ?>